{
  "posts": [
    {
      "date": "24 Jan 2026",
      "summary": "Bu yazımda doktora tezimde kullandığım oyundan bahsediyorum.",
      "image": "img/crankyuncle.png",
      "body": "\"Cranky Uncle\" (Huysuz Dayı) oyunu, özellikle iklim değişikliği konusundaki yanlış bilgilere (dezenformasyon) karşı bireylerde direnç oluşturmayı amaçlayan, mizah ve eleştirel düşünme ögelerini birleştiren bir dijital oyundur,.\n\nOyunun temel özellikleri ve işleyiş mantığı kaynaklarda şu şekilde detaylandırılmıştır:\n\n1. Kuramsal Temeli ve Amacı:\n\n• Aktif Aşılama: Oyun, \"aktif aşılama\" (active inoculation) kuramına dayanır. Katılımcıların sadece bilgi alıcısı olduğu pasif yöntemlerin aksine, bu oyunda oyuncular sürecin içine dahil edilir,.\n\n• Mantık Temelli Argümantasyon: Oyun, iklim dezenformasyonuna karşı direnç geliştirmek için mantık temelli argümantasyonu kullanır. Amacı, oyuncuların yanlış bilgiye yol açan teknikleri tanıması ve eleştirel düşünme becerilerini geliştirmesidir.\n\n• Mizah Unsuru: Ciddi (eğitsel) oyunların eğlenceli hale getirilmesi ve oyuncu devamlılığının sağlanması için mizah, oyunun önemli bir bileşenidir. Oyunda kullanılan karikatürler, John Cook’un \"Cranky Uncle vs. Climate Change\" kitabından uyarlanmıştır.\n\n2. Oynanış ve İçerik:\n\n• Rol Yapma: Oyuncular, oyunda bir \"Huysuz Dayı\" karakteri olmayı hedeflerler. Yani, bilimi inkâr etme yöntemlerini bizzat uygulayarak (örneğin bir inkârcı gibi düşünerek) bu tekniklerin nasıl işlediğini öğrenirler.\n\n• Safsataları Öğrenme (SMİCK/FLICC): Oyun, bilim inkârında kullanılan beş temel tekniği (SMİCK sınıflandırması) öğretir: Sahte uzmanlar, mantık hataları, imkânsız beklentiler, cımbızlama ve komplo teorileri,.\n\n• İlerleme Sistemi: Oyunda Huysuz Dayı karakteri inkâr tekniklerini açıklar ve ardından oyunculara quizler (kısa sınavlar) sunulur. Oyuncular bu teknikleri tespit ettikçe \"huysuzluk puanı\" toplar, seviye atlar ve daha derinlemesine bilgi edinirler,.\n\n3. Tez Çalışmasındaki Yeri: Bu doktora tezi kapsamında, oyunun Türkçeye çevrilmesi sağlanmış ve oyun 9. dil olarak Türkçe oynanabilir hale getirilmiştir,. Çalışma sonuçlarına göre, Huysuz Dayı oyununu içeren aktif aşılama yönteminin, yanlış bilgiye karşı direnç oluşturmada etkili olduğu ve pasif yöntemin aksine eleştirel düşünme becerilerinde artışa neden olduğu (istatistiksel olarak manidar olmasa da) gözlemlenmiştir,. Ayrıca katılımcılar, bu oyunla öğrenmeyi metinlerden öğrenmeye kıyasla daha eğlenceli, kalıcı ve öğretici bulmuşlardır.",
      "title": "Huysuz Dayı (Cranky Uncle) Oyunu"
    }
  ]
}
